Repository: novaotp/portfolio
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Complete the form below to contact me.
fr: Complète le formulaire ci-dessous pour me contacter.

source: Enter your email here...
fr: Entre ton email ici...

source: Enter your message here...
fr: Entre ton message ici...

source: Enter your name here...
fr: Entre ton nom ici...

source: Name
fr: Nom

source: Send
fr: Envoyer

source: You can also find about my new experiences and opinions around certain topics.
fr: Tu peux également voir mes nouvelles expériences et mes opinions sur certains sujets.

source: Last updated on
fr: Dernière mise à jour le

source: Latest posts
fr: Publications récentes

source: Published on
fr: Publié le

source: See other posts
fr: Voir d'autres publications

source: personal
fr: personnel

source: Written in
fr: Écrit en

source: and
fr: et

source: About Me
fr: À propos de moi

source: Find me on
fr: Trouve moi sur

source: I'm a software developer student, currently studying at the EPTM of Sion, Switzerland.
fr: Je suis un étudiant en tant que développeur d'applications, actuellement à l'EPTM de Sion en Suisse.

source: In my free time, I like to cook and draw. I'm also keen on programming and OSS.
fr: Dans mon temps libre, j'aime cuisiner et dessiner. De plus, je suis passionné de programmation et des logiciels open-source.

source: Passionnate about building accessible and performant web applications.
fr: Passionné par la création d'applications web accessibles et performantes.

source: Software developer student
fr: Étudiant en développement d'applications

source: Created, tested and deployed a CI pipeline to deliver new releases easily. Worked on unit testing to ensure proper functioning of the source code. Helped developing ergonomic and responsive UI layouts and components.
fr: Création, test et déploiement d'un pipeline CI pour livrer facilement les nouvelles versions. Travail sur les tests unitaires pour assurer le bon fonctionnement du code source. Aide au développement d'interfaces utilisateur et de composants ergonomiques et réactifs.

source: Experience
fr: Expérience

source: Internship - Avaulo SA
fr: Stage - Avaulo SA

source: Creation of supervisions dedicated to the building team's activities. Display of real-time values acquired from LoRa sensors. Compilation of generic, usable documentation for IRIS digital platforms. Scripting and automation of mass data capture. Development of Angular widgets for the Thingsboard platform in coordination with external partners.
fr: Création de supervisions dédiés aux activités de l'équipe du bâtiment. Affichage de valeurs en temps réel acquises depuis des senseurs LoRa. Compilation d'une documentation générique et exploitable pour les plateformes numériques IRIS. Création de scripts et automatisation de saisie d'informations de masse. Développement de widgets en Angular pour la plateforme Thingsboard en coordination avec des partenaires externes.

source: Summer Job - Altis
fr: Job d'été - Altis

source: Projects
fr: Projets

source: Locale
fr: Langage

source: Theme
fr: Thème
